Repository: FoXLinne/ChronaApp
Catalog: Chrona/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, zh_hant

# about.contributor.role.1
source: 程序 / UI 设计
en: App / UI Design
ja: アプリ / UI デザイン
zh_hant: 程序 / UI 設計

# about.contributor.role.2
source: 创意 / 本地化
en: Idea / Localization
ja: アイデア / ローカライズ
zh_hant: 創意 / 本地化

# about.contributors
source: 贡献者
en: Contributors
ja: 貢献者
zh_hant: 貢獻者

# about.description
source: Your Purified, Simplified Time. 由  SwiftUI 与 ❤️ 强力驱动。
en: Crafted with ❤️, a  SwiftUI focus app.
ja: Your Purified, Simplified Time.  SwiftUI と ❤️ で作られています。
zh_hant: Your Purified, Simplified Time. 由  SwiftUI 與 ❤️ 強力驅動。

# about.localization
source: 本地化
en: Localization
ja: ローカライズ
zh_hant: 在地化

# about.localization.ai
source: AI翻译
en: AI-translated
ja: AI翻訳
zh_hant: AI翻譯

# about.localization.builtin
source: 内建
en: Built-in
ja: 内蔵
zh_hant: 內建

# about.localization.support
source: 本地化内容采用AI翻译，其效果可能不准确，欢迎其他贡献者补充和完善更多语言。
en: The localized content is generated using AI translation and may not be accurate. Contributions to improve translations and add more languages are welcome.
ja: ローカライズされた内容はAI翻訳を使用しており、正確でない可能性があります。ほかの貢献者による翻訳の補足や、より多くの言語への対応を歓迎します。
zh_hant: 本地化內容採用 AI 翻譯，其效果可能不準確，歡迎其他貢獻者補充和完善更多語言。

# about.version
source: 版本
en: Version
ja: バージョン

# background.forest
source: 森林
en: Forest

# background.lavender
source: 薰衣草
en: Lavender
ja: ラベンダー

# background.midnight
source: 午夜
en: Midnight
ja: ミッドナイト

# background.mint
source: 薄荷
en: Mint
ja: ミント

# background.ocean
source: 海洋
en: Ocean
ja: オーシャン

# background.sunset
source: 晚霞
en: Sunset
ja: 夕焼け

# checkin.action
source: 点击签到
en: Check in today
ja: サインイン
zh_hant: 點擊簽到

# checkin.action.done
source: 今日已签到
en: Already checked in
ja: サインイン済み
zh_hant: 今日已簽到

# checkin.heatmap.legend.long
source: 长
en: Long
ja: 長
zh_hant: 長

# checkin.heatmap.legend.none
source: 无
en: None
ja: なし
zh_hant: 無

# checkin.heatmap.title
source: 专注热力图
en: Focus Heatmap
ja: フォーカス ヒートマップ
zh_hant: 專注熱力圖

# checkin.history
source: 签到记录
en: History
ja: 履歴
zh_hant: 簽到記錄

# checkin.history.daysAgo
source: %d 天前
en: %d days ago
ja: %d日前

# checkin.history.empty
source: 还没有签到记录
en: No check-ins yet
ja: まだ履歴がありません
zh_hant: 還沒有簽到記錄

# checkin.history.today
source: 今天
en: Today
ja: 今日

# checkin.streak
source: 最高连续记录
en: Current Streak
ja: 連続日数
zh_hant: 最高連續記錄

# checkin.streak.days
source: 连续 %d 天
en: %d-day streak
ja: 連続 %d 日
zh_hant: 連續 %d 天

# checkin.streak.longest
source: 最长连续
en: Longest Streak
ja: 最長連続
zh_hant: 最長連續

# checkin.success
source: 签到成功
en: Check-in completed
ja: サインインしました
zh_hant: 簽到成功

# checkin.title
source: 每日签到
en: Daily Check-in
ja: 毎日のサインイン
zh_hant: 每日簽到

# checkin.today.done
source: 今天已完成签到🥰
en: You have checked in today
ja: 今日はサインイン済みです🥰
zh_hant: 今天已完成簽到🥰

# checkin.today.pending
source: 今天还没有签到🤔
en: You have not checked in today
ja: 今日はまだサインインしていません🤔
zh_hant: 今天還沒有簽到🤔

# checkin.total
source: 累计签到记录
en: Total Check-ins
ja: 合計サインイン数
zh_hant: 累計簽到記錄

# checkin.total.days
source: %d 天
en: %d days
ja: %d 日

# common.cancel
source: 取消
en: Cancel
ja: キャンセル

# common.delete
source: 删除
en: Delete
ja: 削除
zh_hant: 刪除

# common.done
source: 确定
en: Done
ja: 完了
zh_hant: 確定

# common.edit
source: 编辑
en: Edit
ja: 編集
zh_hant: 編輯

# common.pause
source: 暂停
en: Pause
ja: 一時停止
zh_hant: 暫停

# common.resume
source: 继续
en: Resume
ja: 再開
zh_hant: 繼續

# common.stop
source: 停止
en: Stop

# countdown.add
source: 新事件
en: Add event
ja: イベント追加

# countdown.date
source: 日期
en: Date
ja: 日付

# countdown.dateTime
source: 日期与时间
en: Date & Time
ja: 日時
zh_hant: 日期與時間

# countdown.days.future.value
source: 还有 {count} 天
en: Left {count} days
ja: 残り {count} 日
zh_hant: 還有 {count} 天

# countdown.days.today.value
source: 就是今天
en: Today
ja: 今日

# countdown.empty.title
source: 还没有事件
en: No events yet
ja: イベントがまだありません
zh_hant: 還沒有事件

# countdown.filter
source: 筛选
en: Filter
ja: フィルター
zh_hant: 篩選

# countdown.future
source: 未来事件
en: Upcoming
ja: 今後の予定
zh_hant: 未來事件

# countdown.name
source: 事件名称
en: Event name
ja: イベント名
zh_hant: 事件名稱

# countdown.noMatches.message
source: 尝试调整搜索或筛选条件
en: Try adjusting your search or filters
ja: 検索やフィルターを調整してください
zh_hant: 嘗試調整搜尋或篩選條件

# countdown.noMatches.title
source: 没有匹配的结果
en: No matches
ja: 一致するものがありません
zh_hant: 沒有符合的結果

# countdown.notification
source: 发送通知
en: Send notification
ja: 通知を送信
zh_hant: 發送通知

# countdown.past
source: 已发生事件
en: Passed
ja: 過去のイベント
zh_hant: 已發生事件

# countdown.search
source: 搜索事件
en: Search events
ja: イベント検索

# demo.version.notice
source: 此版本的 Chrona 仅用于演示用途
en: This version of Chrona is for demonstration purposes only.
ja: このバージョンのChronaはデモ用途のみです。
zh_hant: 此版本的 Chrona 僅用於演示用途。

# la.paused
source: 已暂停
en: Paused
ja: 一時停止中
zh_hant: 已暫停

# la.paused.indefinite
source: 手动暂停
en: Manually paused
ja: 手動一時停止
zh_hant: 手動暫停

# la.phase.focus
source: 专注中
en: Focusing
ja: 集中中
zh_hant: 專注中

# la.phase.rest
source: 休息中
en: Resting
ja: 休憩中

# mode.pomodoro
source: 番茄钟
en: Pomodoro
ja: ポモドーロ
zh_hant: 番茄鐘

# mode.stopwatch
source: 正向计时
en: Stopwatch
ja: ストップウォッチ
zh_hant: 正向計時

# notification.countdown.today.body
source: %@ 就是今天。
en: %@ starts today
ja: %@ は今日開始します

# notification.countdown.today.title
source: 就是今天
en: Event Today
ja: 今日のイベント

# notification.focus.body
source: 你今天还没有开始专注。
en: You have not started a focus session today.
ja: 今日はまだ集中セッションを開始していません。
zh_hant: 你今天還沒有開始專注。

# notification.focus.title
source: 🫡该专注了！
en: Time to focus
ja: 🫡集中の時間です！
zh_hant: 🫡該專注了！

# profile.about
source: 关于
en: About
ja: 情報
zh_hant: 關於

# profile.avatar
source: 自定义头像
en: Custom Avatar
ja: カスタムアバター
zh_hant: 自定義頭像

# profile.avatar.crop
source: 裁剪头像
en: Crop Avatar
ja: アバターを切り抜く
zh_hant: 裁剪頭像

# profile.avatar.crop.hint
source: 移动和缩放来调整头像范围
en: Drag and zoom to adjust the crop area
ja: ドラッグとズームで切り抜き範囲を調整
zh_hant: 移動和縮放來調整頭像範圍

# profile.avatar.photo.pick
source: 从相册选择头像
en: Choose avatar from Photos
ja: 写真からアバターを選択
zh_hant: 從相冊選擇頭像

# profile.avatar.photo.remove
source: 移除照片头像
en: Remove photo avatar
ja: 写真アバターを削除
zh_hant: 移除照片頭像

# profile.name
source: 名字
en: Name
ja: 名前

# profile.preview
source: 预览
en: Preview
ja: プレビュー
zh_hant: 預覽

# profile.settings
source: 设置
en: Settings
ja: 設定
zh_hant: 設置

# profile.signature
source: 个性签名
en: Signature
ja: 署名
zh_hant: 個性簽名

# profile.user
source: 自定义信息
en: Custom Info
ja: ユーザー情報
zh_hant: 自定義信息

# Range
source: 范围
en: Range
ja: 範囲
zh_hant: 範圍

# range.day
source: 日
en: Day

# range.month
source: 月
en: Month

# range.week
source: 周
en: Week
ja: 週
zh_hant: 週

# session.alreadyRunning
source: 已有进行中的计时
en: A focus session is already running.
ja: 集中セッションは既に進行中です。
zh_hant: 已有進行中的計時

# session.discard.advanced
source: 已开启严格模式，提前停止本次计时将不计入记录。
en: Not recorded: discarded by advanced focus rules.
ja: 記録されませんでした：高度な集中ルールにより破棄されました。
zh_hant: 已開啟嚴格模式，提前停止本次計時將不計入記錄。

# session.discard.confirm.action
source: 确认放弃
en: Discard
ja: 破棄
zh_hant: 確認放棄

# session.discard.confirm.message
source: 本次提前停止会视为放弃，不计入记录。
en: Stopping now will be treated as abandoned and will not be recorded.
ja: 今停止すると放棄されたとみなされ、記録されません。
zh_hant: 本次提前停止會視為放棄，不計入記錄。

# session.discard.confirm.title
source: 确认丢弃本次计时？
en: Discard this session?
ja: このセッションを破棄しますか？
zh_hant: 確認丟棄本次計時？

# session.discard.short
source: 少于5秒的计时将不计入记录（%d秒）。
en: Not recorded: sessions shorter than 5s are discarded (%ds).
ja: 記録されませんでした：5秒未満のセッションは破棄されます（%d秒）。
zh_hant: 少於5秒的計時將不計入記錄（%d秒）。

# session.elapsed
source: 已用时间
en: Elapsed
ja: 経過時間
zh_hant: 已用時間

# session.endRest
source: 结束休息
en: End Rest
ja: 休憩終了
zh_hant: 結束休息

# session.goTasks
source: 前往列表
en: Task List
ja: タスクリストへ

# session.lastTask
source: 上次专注：%@
en: Last task: %@
ja: 前回のタスク: %@
zh_hant: 上次專注：%@

# session.noTask
source: 还没开始呢
en: No active task
ja: アクティブなタスクなし
zh_hant: 還沒開始呢

# session.noTask.subtitle
source: 快速开始上次专注，或者前往专注列表。
en: Start a task from the task list or quickly resume the last one.
ja: タスクリストからタスクを開始するか、前回のタスクをすばやく再開します。
zh_hant: 快速開始上次專注，或者前往專注列表。

# session.pause.entered
source: 计时已暂停
en: Timer paused
ja: タイマー一時停止
zh_hant: 計時已暫停

# session.pause.entered.limit
source: 计时已暂停，%d分钟后自动恢复
en: Timer paused. It will auto resume in %d minute(s).
ja: タイマー一時停止。 %d 分後に自動再開します。
zh_hant: 計時已暫停，%d分鐘後自動恢復

# session.pause.remaining
source: 自动恢复倒计时：%@
en: Auto resume in: %@
ja: 自動再開まで: %@
zh_hant: 自動恢復倒計時：%@

# session.pause.resumed
source: 已继续计时
en: Timer resumed
ja: タイマー再開
zh_hant: 已繼續計時

# session.pause.status
source: 已暂停
en: Paused
ja: 一時停止中
zh_hant: 已暫停

# session.pause.statusLimited
source: 已暂停（时限）
en: Paused (limited)
ja: 一時停止中（制限あり）
zh_hant: 已暫停（時限）

# session.quickStart
source: 快速开始
en: Resume
ja: 前回のタスクを開始
zh_hant: 快速開始

# session.started
source: 计时已开始
en: Focus session started
ja: 集中セッション開始
zh_hant: 計時已開始

# session.stop.confirm.title
source: 确认停止当前计时？
en: Stop this session?
ja: セッションを停止しますか？
zh_hant: 確認停止當前計時？

# session.tapHint
source: 轻触屏幕退出沉浸
en: Tap screen to briefly show controls
ja: 画面をタップしてコントロールを表示
zh_hant: 輕觸屏幕退出沉浸

# settings.category.appearance
source: 显示偏好
en: Display preferences
ja: 表示設定
zh_hant: 顯示偏好

# settings.category.data
source: 数据管理
en: Data Management
ja: データ管理
zh_hant: 數據管理

# settings.category.focusBehavior
source: 专注行为
en: Focus behavior
ja: 集中の動作
zh_hant: 專注行為

# settings.category.notification
source: 通知功能
en: Reminders
ja: 通知

# settings.category.other
source: 其他
en: Other
ja: その他

# settings.category.system
source: 系统设置
en: System Settings
ja: システム設定
zh_hant: 系統設定

# settings.clearData
source: 清除所有数据
en: Clear all data
ja: 全データを消去
zh_hant: 清除所有數據

# settings.clearData.confirm.message
source: 这将删除所有任务、记录和设置。此操作无法撤销。
en: This will delete all tasks, records, and settings. This action cannot be undone.
ja: すべてのタスク、記録、設定が削除されます。この操作は取り消せません。
zh_hant: 這將刪除所有任務、記錄和設置。此操作無法撤銷。

# settings.clearData.confirm.title
source: 确认清除所有数据？
en: Clear all data?
ja: 全データを消去しますか？
zh_hant: 確認清除所有數據？

# settings.clearData.final.action
source: 永久删除
en: Delete all
ja: すべて削除
zh_hant: 永久刪除

# settings.clearData.final.message
source: 这是最后一次确认机会。所有数据将被永久删除。
en: This is your last chance to cancel. All data will be permanently deleted and the app will restart.
ja: キャンセルの最後のチャンスです。すべてのデータが永久に削除され、アプリが再起動します。
zh_hant: 這是最後一次確認機會。所有數據將被永久刪除。

# settings.clearData.final.title
source: 确定要永久删除所有数据？
en: Are you absolutely sure?
ja: 本当によろしいですか？
zh_hant: 確定要永久刪除所有數據？

# settings.enablePauseLimit
source: 暂停时间限制
en: Enable pause limit
ja: 一時停止制限を有効にする
zh_hant: 暫停時間限制

# settings.exportData
source: 导出数据
en: Export Data
ja: データをエクスポート
zh_hant: 匯出數據

# settings.fixedSort
source: 固定排序
en: Fixed order
ja: 固定順序

# settings.fixedSort.subtitle
source: 开启后，当前完成的专注不会自动置顶
en: When enabled, completed tasks won't auto move to top
ja: 有効にすると、完了したタスクは自動的にトップに移動しません
zh_hant: 開啟後，當前完成的專注不會自動置頂

# settings.immersive
source: 沉浸模式
en: Immersive mode
ja: イマージブモード

# settings.immersive.subtitle.off
source: 指定秒数过后无操作，屏幕将自动变为全黑，仅显示时钟，更沉浸
en: Off: the screen will not auto switch to immersive black mode
ja: オフ：画面は自動的にイマージブモードに切り替わりません
zh_hant: 指定秒數過後無操作，屏幕將自動變為全黑，僅顯示時鐘，更沉浸

# settings.immersive.subtitle.on
source: %d秒后无操作，屏幕将自动变为全黑，仅显示时钟，更沉浸
en: After %d seconds of inactivity, the screen turns black with only the clock shown
ja: %d 秒間操作がないと、画面が黒くなり時計のみが表示されます
zh_hant: %d秒後無操作，屏幕將自動變為全黑，僅顯示時鐘，更沉浸

# settings.importData
source: 导入数据
en: Import Data
ja: データをインポート
zh_hant: 匯入數據

# settings.importData.confirm.message.legacy
source: 此文件来自旧版本应用，导入将尝试自动迁移数据格式。
en: This file was exported from an older version of the app. Import will attempt to migrate the data automatically.
ja: このファイルは古いバージョンのアプリからエクスポートされました。インポート時に自動的にデータを移行します。
zh_hant: 此檔案來自舊版本應用程式，匯入將嘗試自動遷移資料格式。

# settings.importData.confirm.title
source: 导入数据？
en: Import Data?
ja: データをインポートしますか？
zh_hant: 匯入數據？

# settings.importData.confirm.title.legacy
source: 迁移旧版本数据？
en: Migrate from older version?
ja: 古いバージョンから移行しますか？
zh_hant: 遷移舊版本資料？

# settings.importData.confirm.title.newer
source: ⚠️ 版本不匹配
en: ⚠️ Version Mismatch
ja: ⚠️ バージョン不一致
zh_hant: ⚠️ 版本不符

# settings.importData.failed
source: 数据导入失败
en: Failed to import data
ja: データのインポートに失敗しました
zh_hant: 數據匯入失敗

# settings.importData.force
source: 强制导入
en: Import Anyway
ja: それでもインポート
zh_hant: 強制匯入

# settings.importData.legacyNotice
source: 已从旧格式导入，数据已自动迁移
en: Imported from older format — data has been migrated
ja: 古い形式からインポートされました — データは移行されました
zh_hant: 已從舊格式匯入，資料已自動遷移

# settings.importData.modifiedNotice
source: 已导入可能被修改的备份，并归一化不安全值
en: Imported modified backup — unsafe values were normalized
ja: 変更された可能性のあるバックアップをインポートしました — 危険な値は補正されました
zh_hant: 已匯入可能被修改的備份，並正規化不安全值

# settings.importData.newerWarning
source: 已从更高版本导入，可能存在兼容问题，请谨慎使用
en: Imported from newer format — proceed with caution
ja: 新しい形式からインポートされました — 注意して続行してください
zh_hant: 已從更高版本匯入，可能存在相容問題，請謹慎使用

# settings.importData.success
source: 数据导入成功
en: Data imported successfully
ja: データのインポートに成功しました
zh_hant: 數據匯入成功

# settings.keepAwake
source: 屏幕常亮
en: Keep screen awake
ja: 画面の常時点灯

# settings.minimalDelay
source: 等待时间
en: Seconds before immersive
ja: イマージブまでの秒数
zh_hant: 等待時間

# settings.minimalDelay.5s
source: 5秒
en: 5 seconds

# settings.minimalDelay.10s
source: 10秒
en: 10 seconds

# settings.minimalDelay.30s
source: 30秒
en: 30 seconds

# settings.minimalDelay.60s
source: 60秒
en: 60 seconds

# settings.minutesUnit
source: 分钟
en: min
ja: 分
zh_hant: 分鐘

# settings.noEarlyFinish
source: 禁止提前结束
en: Advanced focus: disallow early finish
ja: 早期終了を許可しない
zh_hant: 禁止提前結束

# settings.noPause
source: 禁止暂停
en: Advanced focus: disallow pause
ja: 一時停止を許可しない
zh_hant: 禁止暫停

# settings.pauseLimit
source: 自定义暂停时长
en: Pause limit
ja: 一時停止制限時間
zh_hant: 自定義暫停時長

# settings.reminderTime
source: 提醒时间
en: Reminder time
ja: 通知時間
zh_hant: 提醒時間

# settings.restTime
source: 自定义休息时长
en: Rest duration
ja: 休憩時間
zh_hant: 自定義休息時長

# settings.showPersonalizedBackground
source: 显示个性化背景
en: Personalized Background

# settings.showPersonalizedBackground.subtitle
source: 开启后每个专注任务显示各自的主题背景，关闭时使用统一清淡风格
en: Show task-specific background colors; otherwise uses a neutral style

# settings.showStatusBarOverlay.subtitle
source: 在计时器界面左上角显示当前时间和设备电量
en: Show current time and battery in the upper-left of the timer screen
ja: タイマー画面の左上に現在時刻とバッテリーを表示します
zh_hant: 在計時器介面左上角顯示當前時間與裝置電量

# settings.strictMode
source: 严格模式
en: Strict mode
ja: 厳格モード
zh_hant: 嚴格模式

# settings.systemSettings.footer
source: 进入系统设置可更改语言等选项
en: Enter system settings to change options such as language.
ja: システム設定で言語などのオプションを変更できます
zh_hant: 進入系統設定可更改語言等選項

# settings.timerDisplay
source: 计时器显示
en: Timer Display

# settings.timerDisplay.subtitle
source: 背景、沉浸模式、时间与电量显示等
en: Background, immersive mode, clock overlay

# stats.count.value
source: {count}次
en: {count} times
ja: {count} 回

# stats.dailyAverage
source: 日均时长
en: Daily average
ja: 1日の平均
zh_hant: 日均時長

# stats.distribution
source: 专注分布
en: Task distribution
ja: タスク分布
zh_hant: 專注分布

# stats.focusHeatmap
source: 专注热力图
en: Focus Heatmap
ja: 集中ヒートマップ
zh_hant: 專注熱力圖

# stats.monthlyTrend
source: 月度趋势
en: Monthly trend
ja: 月間トレンド
zh_hant: 月度趨勢

# stats.monthlyTrend.day
source: 日期
en: Day
ja: 日

# stats.monthlyTrend.duration
source: 时长（分钟）
en: Duration (min)
ja: 時間 (分)
zh_hant: 時長（分鐘）

# stats.overview
source: 概览
en: Overview
ja: 概要
zh_hant: 概覽

# stats.todayFocus
source: 今日专注
en: Today Focus
ja: 今日の集中
zh_hant: 今日專注

# stats.totalCount
source: 总专注次数
en: Total sessions
ja: 合計セッション数
zh_hant: 總專注次數

# stats.totalDuration
source: 总专注时长
en: Total focus
ja: 合計集中時間
zh_hant: 總專注時長

# tab.active
source: 进行中
en: Active
ja: 進行中
zh_hant: 進行中

# tab.countdown
source: 倒数日
en: Countdown
ja: カウントダウン
zh_hant: 倒數日

# tab.profile
source: 个人
en: Profile
ja: プロフィール
zh_hant: 個人

# tab.statistics
source: 统计
en: Statistics
ja: 統計
zh_hant: 統計

# tab.tasks
source: 专注
en: Tasks
ja: タスク
zh_hant: 專注

# task.add
source: 新专注
en: Add Task
ja: タスク追加
zh_hant: 新專注

# task.background
source: 背景色
en: Background
ja: 背景

# task.countdown.advanced.message
source: 输入一个1到300之间的整数分钟值，滑块以5分钟为步长进行调整。
en: Enter an integer minute value from 1 to 300. The slider changes in 5-minute steps.
ja: 1から300までの整数の分を入力してください。スライダーは5分刻みで変化します。
zh_hant: 輸入一個1到300之間的整數分鐘值，滑塊以5分鐘為步長進行調整。

# task.countdown.advanced.placeholder
source: 范围：1-300分钟
en: Minutes (1-300)
ja: 分 (1-300)
zh_hant: 範圍：1-300分鐘

# task.countdown.advanced.title
source: 设置专注时长
en: Advanced countdown
ja: 詳細なカウントダウン
zh_hant: 設置專注時長

# task.countdown.minutes.preview
source: %d分钟
en: %d min
ja: %d分
zh_hant: %d分鐘

# task.delete.confirm.message
source: 这将永久删除 %@。
en: This will permanently delete %@.
ja: %@ を永久に削除します。
zh_hant: 這將永久刪除 %@。

# task.delete.confirm.title
source: 删除专注？
en: Delete task?
ja: タスクを削除しますか？
zh_hant: 刪除專注？

# task.edit
source: 编辑专注
en: Edit Task
ja: タスク編集
zh_hant: 編輯專注

# task.filter
source: 筛选
en: Filter
ja: フィルター
zh_hant: 篩選

# task.form.timer
source: 计时选项
en: Timer
ja: タイマー
zh_hant: 計時選項

# task.mode
source: 计时模式
en: Mode
ja: モード
zh_hant: 計時模式

# task.name
source: 标题
en: Task name
ja: タスク名
zh_hant: 標題

# task.new
source: 新建专注
en: New Task
ja: 新規タスク
zh_hant: 新任務

# task.noMatches.message
source: 尝试调整搜索或筛选条件
en: Try adjusting your search or filters
ja: 検索やフィルターを調整してください
zh_hant: 嘗試調整搜尋或篩選條件

# task.noMatches.title
source: 没有匹配的结果
en: No matches
ja: 一致するものがありません
zh_hant: 沒有符合的結果

# task.preset
source: 预设
en: Preset
ja: プリセット
zh_hant: 預設

# task.running
source: 进行中
en: Running
ja: 進行中
zh_hant: 進行中

# task.search
source: 搜索专注
en: Search tasks
ja: タスク検索
zh_hant: 搜索專注

# task.start
source: 开始
en: Start
ja: 開始
zh_hant: 開始

# theme.dark
source: 深色
en: Dark
ja: ダーク

# theme.light
source: 浅色
en: Light
ja: ライト
zh_hant: 淺色

# theme.system
source: 跟随系统
en: Follow System
ja: システム設定
zh_hant: 跟隨系統

# time.hours
source: 小时
en: H
ja: 時間
zh_hant: 小時

# time.minutes
source: 分钟
en: MIN
ja: 分
zh_hant: 分鐘

# time.seconds
source: 秒
en: S
